[INFO]
ID=0x040e
Name=Hungarian (magyar)
Version=2.2.1
Author=La_Valse
1=OK
2=Mégse

[DIALOG_1]
0=Általános
3=&Nyelv:
4=&ImgDrive indítása Windows-al 
5=Az ImgDrive megjelenítése a &tálcán
6=&Frissítések automatikus keresése
7=&A fájlelőzmények megőrzése
9=Lépcsőzetes &menü a legutóbbi fájlokhoz
10=A legutóbbi fájlok &száma

[DIALOG_2]
0=Beépítés
3=Az &ImgDrive integrálásaa a shell helyi menübe
4=&Társítsa az ImgDrive-ot a következőkhöz:

[DIALOG_3]
3=Keresési tábla újbóli létrehozása a következőhöz: %s.\nEz akár 20 másodpercet is igénybe vehet, Kérjük, várjon egy kicsit.
4=%d%% Eltelt idő: %d s

[DIALOG_4]
0=A %C: meghajtó betűjelének módosítása
3=&Új betűjel:

[DIALOG_5]
0=Bejelentkezés
3=Adja meg hitelesítő adatait a csatlakozáshoz: %s
4=&Felhasználó:
5=&Jelszó:
6=&Emlékezz a hitelesítő adataimra

[DIALOG_6]
0=ImgDrive
3=Nem lehet csatolni a rendszerképet:
4=Hibajelentés küldése a probléma megoldásához

[DIALOG_7]
0=Az ImgDrive-ról

[DIALOG_9]
0=Képfájl létrehozása mappából
1=&Start
3=Kérjük, válasszon ki vagy húzzon egy mappát egy képfájl létrehozásához.
4=Forrásmappa:
5=Célfájl:
6=&UDF 2.50
7=Kötetcímke:

[DIALOG_10]
0=Lemez másolása képfájlba
1=&Start
3=Forrásmeghajtó:
4=Célfájl:
5=Állítsa le a számítógépet, ha végzett

[DIALOG_11]
0=Általános
3=Eladó:
4=Termék:
5=Revízió:
6=Firmware dátuma:
7=Gyári szám
8=Puffer mérete:
9=Régiókód:
10=RPC-séma:
11=A hátralévő felhasználói módosítások:
12=A szállító hátralévő visszaállításai:
13=Hely:
14=Meghajtóbetűjel:
15=Címke:

[DIALOG_12]
0=Jellemzők
3=Olvasás
4=Írás
5=Egyéb

[DIALOG_13]
0=Média

[DIALOG_14]
0=Fájl megjelenítő

[DIALOG_15]
0=Szektor megjelenítő
3=LBA:

[DIALOG_16]
0=ImgDrive regisztrálása
3=Súgó
4=Illessze be a kapott kulcsot az alábbi mezőbe.

[DIALOG_17]
0=Meghajtó
3=&Üres meghajtók elrejtése
4=Meghajtóikonok módosítása
5=&Utolsó kép automatikus csatolása
6=Meghajtó leválasztása kiadáskor
7=Az &összes meghajtó leválasztása, ha kilép az ImgDrive-ból
8=&Az automatikus futtatás és lejátszás letiltása a virtuális meghajtókon

[DIALOG_18]
0=Jelszó megadása
3=Jelszó:

[DIALOG_19]
0=Képfájl konvertálása
1=Konvertál
3=Csatolás előtt konvertálni kell a képformátumot:
4=Célfájl:

[DIALOG_20]
0=Parancsikonok
3=Kattintson duplán egy parancsikonra egy új billentyűkombináció megadásához.\nKatt <a>ide</a>  az alaphelyzetbe állításhoz.

[DIALOG_21]
0=Gyorsbillentyűk
3=Megnyitás ImgDrive:
4=Az összes leválasztása:
5=Hozzon létre gyorsbillentyűket az ImgDrive aktiválásához más alkalmazásokból, miközben az ImgDrive fut.
6=Meghajtó menü

[DIALOG_22]
0=Parancssori súgó

[DIALOG_23]
0=Kedvencek rendezése
3=Tipp: Húzással és ejtéssel fájlokat vagy mappákat adhat hozzá.

[DIALOG_24]
0=Kategória kiválasztása
3=Hozzáad '%s' ide:
4=Új kategória

[DIALOG_25]
0=A helyi menü testreszabása
3=Aktuális menüpontok:
4=&Elérhető menüpontok:
5=Lépcsőzetes menü a kedvencekhez
6=Lépcsőzetes menü a legutóbbi fájlokhoz
7=&Visszaállítás
8=&Előnézet

[DIALOG_A]
0=Szoftverfrissítés
3=Új verzió %s elérhető!
4=%s most elérhető - önnek %s van. Szeretné most letölteni?
5=A kiadásról:
6=A verzió kihagyása
7=Emlékeztessen később
8=Telepítés
9=Letöltés - %s of %s
10=Ön naprakész!\n\n%s jelenleg a legújabb verzió.
11=Hiba történt, próbálja újra később.
12=Hiba történt a frissítés letöltése közben. Kérjük, próbálja újra később.

[DIALOG_B]
1=Küldés
3=%s problémába ütközött, és be kell zárnia. Sajnáljuk a kellemetlenséget.
4=Kérjük, küldje el ezt a hibajelentést, hogy segítsen megoldani a problémát és javítani a szoftvert.

[DIALOG_C]
0=Visszajelzés
1=Elküld
3=Az Ön email címe (opcionális)
4=Kérjük, magyarázza el a hibát vagy problémát.

[MENU_1]
3=Fájlok hozzáadása...
4=Mappa hozzáadása...
5=Új kategória hozzáadása
6=Új elválasztó hozzáadása
9=&Újratöltés
10=Hiányzó eltávolítása
11=Fel
12=Le
13=Töröl
14=Átnevez
15=Rendezés név szerint
16=Rendezés elérési út szerint
17=Rendezés tipus szerint
18=Az összes kibontása/összecsukása
19=A fájl teljes elérési útjának megjelenítése

[STRING]
0=&Csatol
1=&Leválaszt
2=Csatol to &%C:
3=Csatol to &%C: %s
4=Meghajtó &%C:
5=Meghajtó &%C: %s
6=Minden képfájl
7=Minden fájl
8=&Beállítások...
9=Beállítások
10=Meghajtók &száma
11=&Összes leválasztása
12=Mappa &csatolása...
13=&Névjegy
14=Kilépés
15=&Kiadás
16=&Betöltés
17=Meghajtó&betűjel módosítása...
18=&Megnyitás
19=&Üres meghajtók elrejtése
20=Ismeretlen adathordozó vagy érvénytelen formátum.
21=Nem található a %s fájl.
22=Név
23=&Honlap
24=Fájl helyének megnyitása
25=&Támogatás
26=&Frissítés keresése
27=&Képfájl létrehozása mappából...
28=Tula&jdonságok
29=&Hiányzó fájlok eltávolítása
30=&Lista törlése
31=ID
32=Meghajtó
33=Képfájl
34=&Fájl
35=&Eszközök
36=&Súgó
37=korlátlan
38=&Kép csatolása...
39=%d meghajtók, %d csatolt
40=Ez a program ingyenes.
41=Jogos felhasználó: %s\r\nMax felhasználó: %d\r\nIngyenes frissítés: %s
42=&Maradjon előtérben
43=Létrehoz
44=Ki&nézet
45=Eszköztár
46=Állapotsor
47=Lemezkép leválasztása
48=&Lemez másolása képfájlba...
49=Képfájl írása
50=Eszköztár szövege
51=Másolás
52=Írás
53=Másolás %s...
54=%s MB/s, Eltelt idő: %s, Hátralévő idő: %s
55=A folyamat sikeresen befejeződött!
56=Nincs elég szabad hely a %C:-n!
57='%s' már létezik.\n\nCserélni akarja?
58=Nincs lemez
59=Nyissa meg az ImgDrive-ot
60=Lemez törlése
61=Lemez formázása
62=Írás
63=Gyorsítótár szinkronizálása
64=Kész
65=&Frissítés
66=LBA
67=Méret
68=Méret (bájtokban)
69=Módosítás dátuma
70=Fájl megjelenítő
71=Szektor megjelenítő
72=Fájl kibontása
73=Munkamenet %d
74=Szám %d
75=Munkamenet
76=Szám
77=&Regisztrálás...
78=Köszönet a regisztrációért!
79=A megadott kulcs érvénytelen.
80=Biztos, hogy törölni szeretné?
81=Kiterjesztés
82=Társítás
83=Illesztőprogram &telepítése
84=Illesztőprogramot &eltávolítása
85=Illesztőprogram telepítése...\nEz akár egy percet is igénybe vehet, kérjük, várjon...
86=Az ImgDrive most telepíti a virtuális CD-ROM létrehozásához szükséges illesztőprogramot.\n\nAkarja folytatni?
87=Nem kompatibilis %s illesztőprogramot észleltünk, szeretne frissíteni %s-re?
88=Nem kompatibilis %s illesztőprogramot észleltünk, kérjük, telepítse újra az ImgDrive-ot!
89=Az ImgDrive használatához újra kell indítania a számítógépet!
90=Biztosan el akarja távolítani?
91=A %s ezen verziója nem működik a számítógépen. Kérjük, töltse le inkább a %s verziót.
92=A szükséges illesztőprogram nincs telepítve. Kérjük, telepítse újra az ImgDrive-ot!\n\nHa a probléma továbbra is fennáll, kérjük, kattintson az OK gombra, hogy visszajelzést küldjön nekünk.
93=Konvertálás
94=Képfájl konvertálása...
95=Ez a fájlformátum nem támogatott. Az audio CD-kép 16-bit/44.1 kHz sztereo.\n\nFájl: %s\nbitmélység: %d-bit\nmintavétel: %s kHz\ncsatorna(k): %d
96=Kötetcímke
97=&Egyéb meghajtók
98=&Nagy ikonok
99=Kis &ikonok
100=&Lista
101=&Részletek
102=Nem sikerült csatlakoztatni a fájlt
103=Tipus
104=Parancsikon
105=Meghajtó %c:
106=Biztosan vissza akarja állítani az összes parancsikont?
107=Parancs
108=Port %d, busz %d, cél %d, LUN %d
109=SCSI
110=Biztos, hogy törölni szeretné az összes előzményt?
111=&Legutóbbi fájlok
112=&Parancssori súgó
113=Bezár
114=A gyorsbillentyűnek megfelelő meghajtó még nem jött létre, szeretné most létrehozni?
115=&Eltávolítása a legutóbbi fájlok listájából
116=Ez a kulcs már hozzá van rendelve a következőhöz: '%s'!
117=N/A
118=&Súgó
119=REGISZTRÁLATLAN
120=Nem regisztrált ingyenes változat
121=&Kedvencek
122=Kedvencek &rendezése...
123=&Hozzáadás a kedvencekhez...
124=Cimke
125=Dokumentumok|Játékok|Képek|Film|Zene
126=Kilépés + illesztőprogram eltávolítása
127=――――――――――
128=Kiterjesztés
129=Kedvencek
130=Kategória
131=Biztosan törölni szeretné?
132=A kedvenc elem, '%s' már létezik.
133=Ön hozzáfér a Pro funkciókhoz
134=Ez ingyenes verzió, kipróbálhatja a Pro-t vagy vehet licencet a Pro funkciók feloldására.
135=&Pro kipróbálása
136=&Vásárlás
137=A &helyi menü testreszabása...
138=&Téma
139=Világos
140=Sötét
141=Rendszer
